---
kind: enumMember
id: F:Autodesk.Revit.DB.BackgroundStyle.Transparent
enum: Autodesk.Revit.DB.BackgroundStyle
source: html/fcca4b4b-d2bb-b286-64ef-9345f1a39585.htm
---
# Autodesk.Revit.DB.BackgroundStyle.Transparent

Transparent background